Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: (drag to reorder)
de: (zum Neuordnen ziehen)
fr: (faites glisser pour réorganiser)
zh_hans: （拖动以重新排序）
zh_hant: （拖動以重新排序）

source: %.1fx realtime
de: %.1fx Echtzeit
fr: %.1fx en temps réel
zh_hans: %.1fx 实时
zh_hant: %.1fx 即時

source: %1$lld of %2$lld watched pastes left as pasted
de: %1$lld von %2$lld beobachteten Einfügungen unverändert
fr: %1$lld collages observés sur %2$lld laissés tels quels
zh_hans: 观察到的 %2$lld 次粘贴中 %1$lld 次没改
zh_hant: 觀察到的 %2$lld 次貼上中 %1$lld 次沒改

source: %@ / call
de: %@ pro Aufruf
fr: %@ par appel
zh_hans: 每次 %@
zh_hant: 每次 %@

source: %@ API Key
de: %@ API-Schlüssel
fr: Clé API %@
zh_hans: %@ API 密钥
zh_hant: %@ API 金鑰

source: %@ Mode
de: %@-Modus
zh_hans: %@ 模式
zh_hant: %@ 模式

source: %@ connection verified.
de: %@-Verbindung verifiziert.
fr: Connexion %@ vérifiée.
zh_hans: %@ 连接已验证。
zh_hant: %@ 連線已驗證。

source: %@ in / %@ out per 1M tokens
de: %1$@ Eingabe / %2$@ Ausgabe pro 1 Mio. Token
fr: %1$@ en entrée / %2$@ en sortie par million de jetons
zh_hans: 每百万 token:输入 %1$@ / 输出 %2$@
zh_hant: 每百萬 token:輸入 %1$@ / 輸出 %2$@

source: %@ is on a call. Record this meeting?
de: %@ ist in einem Call. Dieses Meeting aufnehmen?
fr: %@ est en appel. Enregistrer cette réunion ?
zh_hans: %@ 正在通话。要录这场会议吗？
zh_hant: %@ 正在通話。要錄這場會議嗎？

source: %@ is still downloading (%lld%%). Dictation works as soon as it finishes.
de: %1$@ wird noch heruntergeladen (%2$lld %%). Diktieren geht, sobald der Download fertig ist.
fr: %1$@ est encore en cours de téléchargement (%2$lld %%). La dictée fonctionnera dès qu’il sera terminé.
zh_hans: %1$@ 还在下载（%2$lld%%），下载完就能听写。
zh_hant: %1$@ 還在下載（%2$lld%%），下載完就能聽寫。

source: %@ is using the microphone. Record this meeting?
de: %@ verwendet das Mikrofon. Dieses Meeting aufnehmen?
fr: %@ utilise le micro. Enregistrer cette réunion ?
zh_hans: %@ 正在使用麦克风。要录这场会议吗？
zh_hant: %@ 正在使用麥克風。要錄這場會議嗎？

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
fr: %1$@ sur %2$@

source: %@ of audio
de: %@ Audio
fr: %@ d'audio
zh_hans: 共 %@ 录音
zh_hant: 共 %@ 錄音

source: %@ pts vs last week
de: %@ Prozentpunkte ggü. Vorwoche
fr: %@ points par rapport à la semaine dernière
zh_hans: 比上周同期 %@ 个百分点
zh_hant: 比上週同期 %@ 個百分點

source: %@ requires macOS 26 or later
de: %@ erfordert macOS 26 oder neuer
fr: %@ nécessite macOS 26 ou version ultérieure
zh_hans: %@ 需要 macOS 26 或更高版本
zh_hant: %@ 需要 macOS 26 或更高版本

source: %@ s vs last week
de: %@ s ggü. Vorwoche
fr: %@ s par rapport à la semaine dernière
zh_hans: 比上周同期 %@ 秒
zh_hant: 比上週同期 %@ 秒

source: %@ to %@
de: %@ bis %@
fr: %@ à %@
zh_hans: %@ 到 %@
zh_hant: %@ 到 %@

source: %@ used of %@ cap
de: %1$@ von %2$@ Limit verbraucht
fr: %1$@ utilisés sur un plafond de %2$@
zh_hans: 已用 %1$@ / 上限 %2$@
zh_hant: 已用 %1$@ / 上限 %2$@

source: %@ vs last week
de: %@ ggü. Vorwoche
fr: %@ par rapport à la semaine dernière
zh_hans: 比上周同期 %@
zh_hant: 比上周同期 %@

source: %@ words
de: %@ Wörter
fr: %@ mots
zh_hans: %@ 个词
zh_hant: %@ 個詞

source: %@ · about %@ left
de: %1$@ · noch etwa %2$@
fr: %1$@ · environ %2$@ restant
zh_hans: %1$@ · 还剩约 %2$@
zh_hant: %1$@ · 還剩約 %2$@

# %@, %lld words
source: %1$@, %2$lld words
de: %1$@, %2$lld Wörter
fr: %1$@, %2$lld mots
zh_hans: %1$@，%2$lld 个词
zh_hant: %1$@，%2$lld 個詞

source: %@: Yap Cloud no longer offers %@ for enhancement; using %@ for now.
de: %1$@: Yap Cloud bietet %2$@ für die Überarbeitung nicht mehr an; vorerst wird %3$@ verwendet.
fr: %1$@ : Yap Cloud ne propose plus %2$@ pour l'amélioration ; %3$@ est utilisé pour l'instant.
zh_hans: 「%1$@」模式的润色模型 %2$@ 已不在 Yap Cloud 提供范围内，暂时改用 %3$@。
zh_hant: 「%1$@」模式的潤色模型 %2$@ 已不在 Yap Cloud 提供範圍內，暫時改用 %3$@。

source: %@: its Yap Cloud transcription model is no longer offered; using %@ for now.
de: %1$@: Das gewählte Yap-Cloud-Transkriptionsmodell wird nicht mehr angeboten; vorerst wird %2$@ verwendet.
fr: %1$@ : le modèle de transcription Yap Cloud choisi n'est plus proposé ; %2$@ est utilisé pour l'instant.
zh_hans: 「%1$@」模式选的 Yap Cloud 转写模型已不再提供，暂时改用 %2$@。
zh_hant: 「%1$@」模式選的 Yap Cloud 轉錄模型已不再提供，暫時改用 %2$@。

source: %@× typing speed
de: %@× Tippgeschwindigkeit
fr: %@× la vitesse de frappe
zh_hans: 打字速度的 %@ 倍
zh_hant: 打字速度的 %@ 倍

source: %d seconds
de: %d Sekunden
fr: %d secondes
zh_hans: %d 秒
zh_hant: %d 秒

source: %lld already in the folder with the same content; nothing added for them.
de: %lld liegen schon mit gleichem Inhalt im Ordner; dafür wurde nichts hinzugefügt.
fr: %lld fichiers déjà présents avec le même contenu ; rien n’a été ajouté.
zh_hans: %lld 个已在文件夹里且内容相同，没有再添加。
zh_hant: %lld 個已在資料夾裡且內容相同，沒有再新增。

source: %lld couldn't be saved:
de: %lld konnten nicht gesichert werden:
fr: %lld n’ont pas pu être enregistrés :
zh_hans: %lld 个没能保存：
zh_hant: %lld 個沒能儲存：

source: %lld Enhancement models
de: %lld Verbesserungsmodelle
fr: %lld modèles d’amélioration
zh_hans: %lld 个润色模型
zh_hant: %lld 個潤色模型

source: %lld meetings, one Markdown file each, as Export Markdown writes them.
de: %lld Meetings, je eine Markdown-Datei, genau wie „Als Markdown exportieren“ sie schreibt.
fr: %lld réunions, un fichier Markdown chacune, tel qu’« Exporter en Markdown » les écrit.
zh_hans: %lld 场会议，每场一个 Markdown 文件，内容和“导出 Markdown”一样。
zh_hant: %lld 場會議，每場一個 Markdown 檔案，內容和「匯出 Markdown」一樣。

source: %lld more
de: %lld weitere
fr: %lld autres
zh_hans: 另外 %lld 条
zh_hant: 另外 %lld 條

source: %lld new files saved.
de: %lld neue Dateien gesichert.
fr: %lld nouveaux fichiers enregistrés.
zh_hans: 已保存 %lld 个新文件。
zh_hant: 已儲存 %lld 個新檔案。

source: %lld not saved: something else has the same name, and it was left as it is.
de: %lld nicht gesichert: Unter denselben Namen liegt schon etwas anderes; es bleibt unverändert.
fr: %lld non enregistrés : d’autres éléments portent les mêmes noms et ont été laissés tels quels.
zh_hans: %lld 个没有保存：同名位置已有别的东西，保持原样没动。
zh_hant: %lld 個沒有儲存：同名位置已有別的東西，保持原樣沒動。

source: %lld parts couldn't be transcribed; they're marked in the transcript.
de: %lld Teile konnten nicht transkribiert werden; sie sind im Transkript markiert.
fr: %lld parties n’ont pas pu être transcrites ; elles sont signalées dans la transcription.
zh_hans: 有 %lld 段没有转写成功，已在转写里标出。
zh_hant: 有 %lld 段沒有轉錄成功，已在轉錄裡標出。

source: %lld parts not transcribed
de: %lld Teile nicht transkribiert
fr: %lld parties non transcrites
zh_hans: %lld 段没有转写成功
zh_hant: %lld 段沒有轉錄成功

source: %lld selected dictations aren't included: only meetings are saved.
de: %lld ausgewählte Diktate sind nicht dabei: Es werden nur Meetings gesichert.
fr: %lld dictées sélectionnées ne sont pas incluses : seules les réunions sont enregistrées.
zh_hans: 选中的 %lld 条听写不包括在内：只保存会议。
zh_hant: 選取的 %lld 筆聽寫不包括在內：只儲存會議。

source: %lld timed pastes this week
de: %lld gemessene Einfügungen diese Woche
fr: %lld collages chronométrés cette semaine
zh_hans: 本周 %lld 次有计时的粘贴
zh_hant: 本週 %lld 次有計時的貼上

source: %lld Transcription models
de: %lld Transkriptionsmodelle
fr: %lld modèles de transcription
zh_hans: %lld 个转写模型
zh_hant: %lld 個轉錄模型

source: %lld calls · %@ / call
de: %1$lld Aufrufe · %2$@ pro Aufruf
fr: %1$lld appels · %2$@ par appel
zh_hans: %1$lld 次 · 平均每次 %2$@
zh_hant: %1$lld 次 · 平均每次 %2$@

source: %lld current vocabulary entries
de: %lld aktuelle Vokabulareinträge
fr: %lld entrées actuelles du vocabulaire
zh_hans: 当前的 %lld 个词汇条目
zh_hant: 目前的 %lld 個詞彙項目

source: %lld current word replacements
de: %lld aktuelle Wortersetzungen
fr: %lld remplacements de mots actuels
zh_hans: 当前的 %lld 个词语替换
zh_hant: 目前的 %lld 個詞語取代

source: %lld entries
de: %lld Einträge
fr: %lld entrées
zh_hans: %lld 个条目
zh_hant: %lld 個項目

source: %lld files
de: %lld Dateien
fr: %lld fichiers
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld items
de: %lld Einträge
fr: %lld éléments
zh_hans: %lld 条
zh_hant: %lld 條

source: %lld models
de: %lld Modelle
fr: %lld modèles
zh_hans: %lld 个模型
zh_hant: %lld 個模型

source: %lld models available
de: %lld Modelle verfügbar
fr: %lld modèles disponibles
zh_hans: %lld 个可用模型
zh_hant: %lld 個可用模型

source: %lld modes, %lld prompts, %lld dictionary entries, %lld shortcuts and %lld custom models or providers (without their API keys). Entries with the same id replace Yap's; the rest of Yap's stay.
de: %lld Modi, %lld Prompts, %lld Wörterbucheinträge, %lld Kurzbefehle und %lld eigene Modelle oder Anbieter (ohne API-Schlüssel). Einträge mit derselben ID ersetzen die von Yap; die übrigen bleiben.
fr: %lld modes, %lld prompts, %lld entrées de dictionnaire, %lld raccourcis et %lld modèles ou fournisseurs personnalisés (sans leurs clés d’API). Les entrées de même identifiant remplacent celles de Yap ; les autres restent.
zh_hans: %lld 个模式、%lld 个提示词、%lld 条词典条目、%lld 个快捷键，以及 %lld 个自定义模型或服务商（不含 API key）。id 相同的条目会替换 Yap 里的，其余的 Yap 设置保留。
zh_hant: %lld 個模式、%lld 個提示詞、%lld 條字典項目、%lld 個快速鍵，以及 %lld 個自訂模型或供應商（不含 API key）。id 相同的項目會取代 Yap 裡的，其餘的 Yap 設定保留。

source: %lld previous vocabulary entries
de: %lld bisherige Vokabulareinträge
fr: %lld entrées précédentes du vocabulaire
zh_hans: 之前的 %lld 个词汇条目
zh_hant: 之前的 %lld 個詞彙項目

source: %lld previous word replacements
de: %lld bisherige Wortersetzungen
fr: %lld remplacements de mots précédents
zh_hans: 之前的 %lld 个词语替换
zh_hant: 之前的 %lld 個詞語取代

source: %lld rules
de: %lld Regeln
fr: %lld règles
zh_hans: %lld 条规则
zh_hant: %lld 條規則

source: %lld seconds
de: %lld Sekunden
fr: %lld secondes
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld selected
de: %lld ausgewählt
fr: %lld sélectionnés
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

source: %lld selected transcripts
de: %lld ausgewählte Transkripte
fr: %lld transcriptions sélectionnées
zh_hans: 已选择 %lld 个转写
zh_hant: 已選擇 %lld 個轉錄

source: %lld source phrases
de: %lld Quellphrasen
fr: %lld phrases sources
zh_hans: %lld 个源短语
zh_hant: %lld 個源短語

source: %lld words
de: %lld Wörter
fr: %lld mots
zh_hans: %lld 个词
zh_hant: %lld 個詞

source: %lld workdays
de: %lld Arbeitstage
fr: %lld jours ouvrés
zh_hans: %lld 个工作日
zh_hant: %lld 個工作日

source: '%@' already exists in word replacements
de: '%@' existiert bereits in den Wortersetzungen
fr: « %@ » existe déjà dans les remplacements de mots
zh_hans: 「%@」已存在于词语替换中
zh_hant: 「%@」已存在於詞語取代中

source: '%@' is already in the vocabulary
de: '%@' ist bereits im Vokabular enthalten
fr: « %@ » est déjà dans le vocabulaire
zh_hans: 「%@」已在词汇中
zh_hant: 「%@」已在詞彙中

# '%@' is not available for the %@ mode
source: '%1$@' is not available for the %2$@ mode
de: „%1$@“ ist für den Modus „%2$@“ nicht verfügbar.
fr: « %1$@ » n'est pas disponible pour le mode %2$@
zh_hans: “%1$@”在“%2$@”模式中不可用。
zh_hant: 「%1$@」在「%2$@」模式中不可用。

source: '%@' is the default mode. Set another mode as default before deleting it.
de: „%@“ ist der Standardmodus. Lege vor dem Löschen einen anderen Modus als Standard fest.
fr: « %@ » est le mode par défaut. Définissez un autre mode par défaut avant de le supprimer.
zh_hans: “%@”是默认模式。请先将其他模式设为默认模式，然后再删除它。
zh_hant: 「%@」是預設模式。請先將其他模式設為預設模式，然後再刪除它。

source: (Nothing was said in this meeting.)
de: (In diesem Meeting wurde nichts gesagt.)
fr: (Rien n'a été dit pendant cette réunion.)
zh_hans: （这场会议里没有识别到说话内容。）
zh_hant: （這場會議裡沒有辨識到說話內容。）

source: (This part couldn't be transcribed.)
de: (Dieser Teil konnte nicht transkribiert werden.)
fr: (Cette partie n’a pas pu être transcrite.)
zh_hans: （这段没有转写成功。）
zh_hant: （這段沒有轉錄成功。）

source: +%lld more enhancement models available
de: +%lld weitere Verbesserungsmodelle verfügbar
fr: +%lld autres modèles d’amélioration disponibles
zh_hans: 另有 %lld 个可用润色模型
zh_hant: 另有 %lld 個可用潤色模型

source: +%lld more transcription models available
de: +%lld weitere Transkriptionsmodelle verfügbar
fr: +%lld autres modèles de transcription disponibles
zh_hans: 另有 %lld 个可用转写模型
zh_hant: 另有 %lld 個可用轉錄模型

source: 1 day
de: 1 Tag
fr: 1 jour
zh_hans: 1 天
zh_hant: 1 天

source: 1 hour
de: 1 Stunde
fr: 1 heure
zh_hans: 1 小时
zh_hant: 1 小時

source: 10 minutes
de: 10 Minuten
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 10 seconds
de: 10 Sekunden
fr: 10 secondes
zh_hans: 10 秒
zh_hant: 10 秒

source: 12 AM
de: 0 Uhr
fr: 00h00
zh_hans: 凌晨 12 点
zh_hant: 凌晨 12 點

source: 12 PM
de: 12 Uhr
fr: 12h00
zh_hans: 中午 12 点
zh_hant: 中午 12 點

source: 14 days
de: 14 Tage
fr: 14 jours
zh_hans: 14 天
zh_hant: 14 天

source: 15 minutes
de: 15 Minuten
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 2 minutes
de: 2 Minuten
zh_hans: 2 分钟
zh_hant: 2 分鐘

source: 20 minutes
de: 20 Minuten
zh_hans: 20 分钟
zh_hant: 20 分鐘

source: 3 days
de: 3 Tage
fr: 3 jours
zh_hans: 3 天
zh_hant: 3 天

source: 30 days
de: 30 Tage
fr: 30 jours
zh_hans: 30 天
zh_hant: 30 天

source: 30 minutes
de: 30 Minuten
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30 seconds
de: 30 Sekunden
fr: 30 secondes
zh_hans: 30 秒
zh_hant: 30 秒

source: 5 minutes
de: 5 Minuten
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 6 AM
de: 6 Uhr
fr: 6 heures du matin
zh_hans: 上午 6 点
zh_hant: 上午 6 點

source: 6 PM
de: 18 Uhr
fr: 18h00
zh_hans: 下午 6 点
zh_hant: 下午 6 點

source: 7 days
de: 7 Tage
fr: 7 jours
zh_hans: 7 天
zh_hant: 7 天

source: 99 languages
de: 99 Sprachen
fr: 99 langues
zh_hans: 99 种语言
zh_hant: 99 種語言

source: A card for each feature, with its shortcut and where to set it up.
de: Eine Karte pro Funktion, mit Kurzbefehl und Ort der Einstellung.
fr: Une fiche par fonction, avec son raccourci et l’endroit où la régler.
zh_hans: 每个功能一张卡片，写着快捷键和在哪儿设置。
zh_hant: 每個功能一張卡片，寫著快速鍵和在哪兒設定。

source: A closer look at your Yap usage.
de: Ein genauerer Blick auf deine Yap-Nutzung.
fr: Examinez de plus près votre utilisation de Yap.
zh_hans: 更详细地查看你的 Yap 使用情况。
zh_hant: 更詳細地查看你的 Yap 使用情況。

source: A custom enhancement model with this display name already exists
de: Ein eigenes Verbesserungsmodell mit diesem Anzeigenamen existiert bereits
fr: Un modèle d'amélioration personnalisé portant ce nom d'affichage existe déjà
zh_hans: 已存在使用此显示名称的自定润色模型
zh_hant: 已存在使用此顯示名稱的自定潤色模型

source: A custom enhancement model with this model name already exists
de: Ein eigenes Verbesserungsmodell mit diesem Modellnamen existiert bereits
fr: Un modèle d'amélioration personnalisé portant ce nom de modèle existe déjà
zh_hans: 已存在使用此模型名称的自定润色模型
zh_hant: 已存在使用此模型名稱的自定潤色模型

source: a file with other content (perhaps an edited copy)
de: eine Datei mit anderem Inhalt (vielleicht eine bearbeitete Kopie)
fr: un fichier au contenu différent (peut-être une copie modifiée)
zh_hans: 内容不同的文件（可能是改过的副本）
zh_hant: 內容不同的檔案（可能是改過的副本）

source: a folder or another item
de: ein Ordner oder ein anderes Objekt
fr: un dossier ou un autre élément
zh_hans: 文件夹或其他项目
zh_hant: 資料夾或其他項目

source: A meeting can't be retranscribed: its speakers and notes would be lost.
de: Ein Meeting kann nicht neu transkribiert werden: Sprecher und Notizen gingen verloren.
fr: Une réunion ne peut pas être retranscrite : ses intervenants et ses notes seraient perdus.
zh_hans: 会议不能重新转写：会丢掉说话人和纪要。
zh_hant: 會議不能重新轉錄：會丟掉說話者和紀要。

source: A meeting is recording
de: Ein Meeting wird aufgenommen
fr: Une réunion est en cours d'enregistrement
zh_hans: 正在录制会议
zh_hant: 正在錄製會議

source: A mode can pass the app name, window title and the text around the cursor to AI enhancement, so names and tone match what you're writing. Turn it on per mode.
de: Ein Modus kann App-Namen, Fenstertitel und den Text um den Cursor an die KI-Verbesserung geben, damit Namen und Ton zu dem passen, was du schreibst. Pro Modus einschalten.
fr: Un mode peut transmettre le nom de l’app, le titre de la fenêtre et le texte autour du curseur à l’amélioration IA, pour que noms et ton collent à ce que vous écrivez. À activer par mode.
zh_hans: 模式可以把 app 名、窗口标题和光标附近的文字交给 AI 增强，让人名和语气贴合你正在写的内容。按模式单独开启。
zh_hant: 模式可以把 app 名、視窗標題和游標附近的文字交給 AI 增強，讓人名和語氣貼合你正在寫的內容。按模式單獨開啟。

source: A mode with the name '%@' already exists.
de: Ein Modus mit dem Namen '%@' existiert bereits.
fr: Un mode portant le nom « %@ » existe déjà.
zh_hans: 已存在名为「%@」的模式。
zh_hant: 已存在名為「%@」的模式。

source: A model named %@.bin already exists
de: Ein Modell namens %@.bin existiert bereits
fr: Un modèle nommé %@.bin existe déjà
zh_hans: 已存在名为 %@.bin 的模型
zh_hant: 已存在名為 %@.bin 的模型

source: A model with this name already exists
de: Ein Modell mit diesem Namen existiert bereits
fr: Un modèle portant ce nom existe déjà
zh_hans: 已存在同名模型
zh_hant: 已存在同名模型

source: A network error occurred: %@
de: Ein Netzwerkfehler ist aufgetreten: %@
fr: Une erreur réseau s'est produite : %@
zh_hans: 发生网络错误：%@
zh_hant: 發生網路錯誤：%@

source: A reviewed replacement can contain only one original value.
de: Eine geprüfte Ersetzung darf nur einen ursprünglichen Wert enthalten.
fr: Un remplacement révisé ne peut contenir qu’une seule valeur d’origine.
zh_hans: 一条已审核的替换规则只能包含一个原始值。
zh_hant: 一條已審核的取代規則只能包含一個原始值。

source: A small floating note. Dictate into it, or when a dictation finds no text field it is added here with the time. The text stays on this Mac.
de: Ein kleiner schwebender Notizzettel. Diktiere hinein, oder ein Diktat ohne Textfeld landet hier mit Uhrzeit. Der Text bleibt auf diesem Mac.
fr: Une petite note flottante. Dictez-y, ou une dictée sans champ de texte y est ajoutée avec l’heure. Le texte reste sur ce Mac.
zh_hans: 一个悬浮的小便签。可以直接对它听写；听写时找不到输入框，内容会连同时间加到这里。内容只保存在这台 Mac 上。
zh_hant: 一個懸浮的小便箋。可以直接對它聽寫；聽寫時找不到輸入框，內容會連同時間加到這裡。內容只保存在這台 Mac 上。

source: A small floating note. Dictate into it, or when a dictation finds no text field Yap adds it here with the time, so it isn't lost. The text stays on this Mac.
de: Ein kleiner schwebender Notizzettel. Diktiere hinein, oder ein Diktat ohne Textfeld legt Yap hier mit Uhrzeit ab, damit nichts verloren geht. Der Text bleibt auf diesem Mac.
fr: Une petite note flottante. Dictez-y, ou Yap y ajoute avec l’heure une dictée sans champ de texte, pour qu’elle ne soit pas perdue. Le texte reste sur ce Mac.
zh_hans: 一个悬浮的小便签。可以直接对它听写；听写时找不到输入框，Yap 会把内容连同时间加到这里，不会丢。内容只保存在这台 Mac 上。
zh_hant: 一個懸浮的小便箋。可以直接對它聽寫；聽寫時找不到輸入框，Yap 會把內容連同時間加到這裡，不會遺失。內容只保存在這台 Mac 上。

source: a symbolic link
de: ein symbolischer Link
fr: un lien symbolique
zh_hans: 符号链接
zh_hant: 符號連結

source: A transcription model must be selected.
de: Es muss ein Transkriptionsmodell ausgewählt werden.
fr: Un modèle de transcription doit être sélectionné.
zh_hans: 必须选择一个转写模型。
zh_hant: 必須選擇一個轉錄模型。

source: Added to your Scratchpad. Another app or field was in front when Yap was about to paste, so it didn't.
de: Dem Notizblock hinzugefügt. Als Yap einfügen wollte, war eine andere App oder ein anderes Feld aktiv, daher hat Yap nicht eingefügt.
fr: Ajouté au bloc-notes. Une autre app ou un autre champ était actif au moment de coller, Yap n’a donc rien collé.
zh_hans: 已加进便签。Yap 要粘贴时，前台已换成别的 App 或输入框，所以没有粘贴。
zh_hant: 已加進便箋。Yap 要貼上時，前景已換成別的 App 或輸入框，所以沒有貼上。

source: After Each Dictation
de: Nach jedem Diktat
fr: Après chaque dictée
zh_hans: 每次听写后
zh_hant: 每次聽寫後

source: Agent Access (MCP)
de: Agent-Zugriff (MCP)
fr: Accès des agents (MCP)
zh_hans: Agent 访问（MCP）
zh_hant: Agent 存取（MCP）

source: Agents can connect now, but they read data only after you turn on the switch above.
de: Agents können sich schon jetzt verbinden, lesen aber erst Daten, wenn du den Schalter oben einschaltest.
fr: Les agents peuvent déjà se connecter, mais ne lisent les données qu'une fois l'option ci-dessus activée.
zh_hans: 现在就能连上，但打开上面的开关后 agent 才能读到数据。
zh_hant: 現在就能連上，但打開上面的開關後 agent 才能讀到資料。

source: AI Enhancement
de: KI-Verbesserung
fr: Amélioration de l'IA
zh_hans: AI 润色
zh_hant: AI 潤色

source: AI Enhancement is not enabled or configured
de: KI-Verbesserung ist nicht aktiviert oder konfiguriert
fr: L'amélioration de l'IA n'est pas activée ou configurée
zh_hans: AI 润色未开启或未配置
zh_hant: AI 潤色未開啟或未設定

source: AI enhancement is off in the current mode, or the mode has no AI provider that can write notes (Yap Refine can't). Turn it on and choose a provider, then try again.
de: Die KI-Verbesserung ist im aktuellen Modus aus, oder der Modus hat keinen KI-Anbieter, der Notizen schreiben kann (Yap Refine kann es nicht). Schalte sie ein, wähle einen Anbieter und versuche es erneut.
fr: L'amélioration IA est désactivée dans le mode actuel, ou le mode n'a pas de fournisseur IA capable de rédiger des notes (Yap Refine ne le peut pas). Activez-la, choisissez un fournisseur, puis réessayez.
zh_hans: 当前模式关闭了 AI 增强，或没有能写纪要的 AI 服务商（Yap Refine 不能写）。打开它并选一个服务商后再试。
zh_hant: 目前模式關閉了 AI 增強，或沒有能寫紀要的 AI 供應商（Yap Refine 不能寫）。開啟它並選一個供應商後再試。

source: AI Model
de: KI-Modell
fr: Modèle d'IA
zh_hans: AI 模型
zh_hant: AI 模型

source: AI Model Performance
de: KI-Modellleistung
fr: Performances du modèle d'IA
zh_hans: AI 模型性能
zh_hant: AI 模型效能

source: AI Model Usage
de: KI-Modellnutzung
fr: Utilisation du modèle d'IA
zh_hans: AI 模型使用情况
zh_hant: AI 模型使用情況

source: AI Models
de: KI-Modelle
fr: Modèles d'IA
zh_hans: AI 模型
zh_hant: AI 模型

source: AI Provider
de: KI-Anbieter
fr: Fournisseur d'IA
zh_hans: AI 提供商
zh_hant: AI 供應商

source: AI Provider Integration
de: KI-Anbieter-Integration
fr: Intégration du fournisseur d'IA
zh_hans: AI 提供商集成
zh_hant: AI 供應商集成

source: AI Request
de: KI-Anfrage
fr: Demande d'IA
zh_hans: AI 请求
zh_hant: AI 請求

source: AI enhancement failed to process the text.
de: Die KI-Verbesserung konnte den Text nicht verarbeiten.
fr: L’amélioration par IA n’a pas pu traiter le texte.
zh_hans: AI 润色无法处理该文本。
zh_hant: AI 潤色無法處理該文字。

source: AI provider not configured. Please check your API key.
de: KI-Anbieter nicht konfiguriert. Bitte überprüfe deinen API-Schlüssel.
fr: Fournisseur IA non configuré. Veuillez vérifier votre clé API.
zh_hans: 未配置 AI 提供商。请检查你的 API 密钥。
zh_hant: 未設定 AI 供應商。請檢查你的 API 金鑰。

source: Always
de: Immer
fr: Toujours
zh_hans: 始终
zh_hant: 始終

source: API Endpoint
de: API-Endpunkt
fr: Point de terminaison de l'API
zh_hans: API 端点
zh_hant: API 端點

source: API Key
de: API-Schlüssel
fr: Clé API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API endpoint cannot be empty
de: API-Endpunkt darf nicht leer sein
fr: Le point de terminaison de l'API ne peut pas être vide
zh_hans: API 端点不能为空
zh_hant: API 端點不能為空

source: API endpoint must be a valid URL
de: API-Endpunkt muss eine gültige URL sein
fr: Le point de terminaison de l'API doit être une URL valide
zh_hans: API 端点必须是有效的 URL
zh_hant: API 端點必須是有效的 URL

source: API key
de: API-Schlüssel
fr: Clé API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key cannot be empty
de: API-Schlüssel darf nicht leer sein
fr: La clé API ne peut pas être vide
zh_hans: API 密钥不能为空
zh_hant: API 金鑰不能為空

source: API key for this service is missing. Please configure it in the settings.
de: Der API-Schlüssel für diesen Dienst fehlt. Bitte konfiguriere ihn in den Einstellungen.
fr: La clé API de ce service est manquante. Configurez-la dans les réglages.
zh_hans: 缺少此服务的 API 密钥。请在设置中进行配置。
zh_hant: 缺少此服務的 API 金鑰。請在設定中進行設定。

source: API key needed
de: API-Schlüssel fehlt
fr: Clé d’API requise
zh_hans: 需要填 API key
zh_hant: 需要填 API key

source: API key not configured for streaming transcription
de: API-Schlüssel für Streaming-Transkription ist nicht konfiguriert
fr: Clé API non configurée pour la transcription en streaming
zh_hans: 未为流式转写配置 API 密钥
zh_hant: 未為串流轉錄設定 API 金鑰

source: About
de: Über
fr: À propos
zh_hans: 关于
zh_hant: 關於

source: Accessibility
de: Bedienungshilfen
fr: Accessibilité
zh_hans: 辅助功能
zh_hant: 輔助功能

source: Accessibility permission is not provided
de: Kein Zugriff auf Bedienungshilfen
fr: L’autorisation d’accessibilité n’a pas été accordée
zh_hans: 未授予辅助功能权限
zh_hant: 未授予輔助功能權限

source: Account
de: Konto
fr: Compte
zh_hans: 账户
zh_hant: 帳號

source: Accuracy
de: Genauigkeit
fr: Précision
zh_hans: 准确度
zh_hant: 準確度

source: Active
de: Aktiv
fr: Actif
zh_hans: 使用中
zh_hant: 使用中

source: Active mode switched to %@
de: Aktiver Modus wurde auf „%@“ geändert.
fr: Mode actif remplacé par %@
zh_hans: 活动模式已切换为“%@”。
zh_hant: 活動模式已切換為「%@」。

source: Active today
de: Heute aktiv
fr: Actif aujourd'hui
zh_hans: 今天已使用
zh_hant: 今天已使用

source: Add
de: Hinzufügen
fr: Ajouter
zh_hans: 添加
zh_hant: 新增

source: Add $%lld
de: $%lld aufladen
fr: Ajouter %lld $
zh_hans: 充值 $%lld
zh_hant: 儲值 $%lld

source: Add %@
de: %@ hinzufügen
fr: Ajouter %@
zh_hans: 添加 %@
zh_hant: 新增 %@
